# WorksetConfiguration Properties

---
The WorksetConfiguration type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
WorksetConfiguration Class
Autodesk.Revit.DB Namespace